{
  "description": "List of job requests for tendr.js",
	"quests" :
	[
		"Hi I am looking for someone who's willing to take care of my dog over this weekend ($)",
    "Looking for someone who can take care of my cat over the weekend",
    "Looking for someone who can help me carry my new sofa to my apartment",
    "Looking for someone who can help me carry my new TV to my apartment",
    "Hi I'm looking for someone who can help me carry my old sofa out my apartment",
    "Looking for someone who can help me carry my old TV out my apartment",
    "Looking for someone who can help me carry my new TV to my apartment",
    "If any of you are interested in carpooling downtown on weekdays swipe right",
    "Looking for peoploe interested in joining my free yoga classes every Sunday",
    "Trying to hitch a ride to Swanson lake this Thursday ($)",
    "My school band is looking for a backup drummer to perform tomorrow",
    "I pulled my shoulder and I need help carrying my gorceries",
    "Looking for a responsible babysitter to take care of my 3 children this Saturday Night ($)",
    "Hosting a yard sale to raise funds for local endangered species",
    "Need help moing my boxes to my new apartment ($)",
    "Looking for an artist/filmmaker to shoot a music video for my latest song ($)",
    "Looking for someone who's willing to water my plants whilst I'm on my 2 week buisness trip starting next Monday ($)",
    "Trying to donate a large amount of ingredients from my pantry. Contact for more info",
    "Swipe right if you are a fellow neurodivergent human interested in joining a group therapy session",
    "Searching for fellow dog owners who wants to alternate dog walking days",
    "Looking for digital artists willing to have a conversation with me about upcoming technologies",
    "Seeking urgent financial advice",
    "Raising funds for the local vet",
    "If you are looking for a personal trainer I would love to help you with your fitness journey",
    "Looking for friends to smoke and hang out with",
    "Looking for someone to help coach my children for football ($)",
    "Seeking fellow volunteers to dress up and cosplay for the local childrens hospital",
    "Looking for a camera man to help shoot my indie movie ($)",
    "Seeking experienced vocalists for an upcoming project ($)",
    "Looking for a 5th friendly person for board game night tomorrow",
    "Looking for a drinking buddy because my friends keep calling me an alcoholic for drinking alone",
    "Can I use your washing machine whilst mine is getting repaired?",
    "If anyone has space in their home or garage I have a few boxes I need kept safe for a month",
    "Swipe that way --> if you're part of an adventurous couple interested in attending swinger parties",
    "Looking for a loving family that can take care of my pets (2 fish and 3 hamsters)",
    "I would really appreciate being lent a skateboard for the weekend",
    "My cat has mild reddening on her paws. Can any fellow cat moms help me identify if this is serious?",
    "Looking for someone who can help me decide a course to take in college based on my skillset",
    "If anyone has a air pump I could use to fill my bike tyres please hit me up",
    "Looking to borrow a toolbox/screwdriver set for an hour or so",
    "Looking to steal a tablespoon of tumeric",
    "Searching for a cheap ride to the airport next Wednesday ($)",
    "Anyone got a cup of sugar they don't need?"
		]
}
